tutorials/cfdemSolverPimple/DiscreteMagnificationLensPaperCases/UnboundedFluidizationCases/denseUnboundedFluidizationSystem/CFD/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.6                                   |
|   \\  /    A nd           | Web:      http://www.OpenFOAM.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 293;

boundaryField
{
    bottom
    {
        type            cyclic;
    }
    top
    {
        type            cyclic;
    }
    lr1
    {
        type            cyclic;
    }
    lr2
    {
        type            cyclic;
    }
    vh1
    {
        type            cyclic;
    }
    vh2
    {
        type            cyclic;
    }
}

// ************************************************************************* //
